{
    "general": [
        "Did you know that this game sucks?",
        "We lost our funding because of salted caramel gelato",
        "AmisDrift is 3 months old",
        "We did not steal anything :)",
        "The Indian stock market will crash due to this game",
        "Kari will die in 8 years without treatment",
        "We don't enjoy game development",
        "g",
        "you are currently loading",
        "'ronny buy me a fucking drink'",
        "Welcome to AA",
        "prefab variantit pitäs poistaa unitystä",
        "Welcome to 1997",
        "hbfkjshfdshbdsfds",
        "auttakaa",
        "Sign up for Drifters Anonymous today at www.fuckoff.com",
        "SAUNA",
        "Take a shot every time this game has a bug",
        "We recommend to play every map at least once",
        "Our game now comes with AT LEAST three different cars",
        "Metukkaa ja juustoa, tosi miehen mättöä",
        "Jokainen C# script täs pelis sisältää keskiarvolta kuusi if-lausetta",
        "I wish we were sponsored by an energy drink company",
        "The Long Awaited Car Game(tm)",
        "You are not able to touch water",
        "Welcome to the premium drifting experience",
        "Remember to read the manual of your car before operating the vehicle",
        "Taxes are no joke, but tax evasion is",
        "Remember: do crime",
        "Soon, thanks to you, we will no longer be called Pooraf Studios",
        "Wanna give us money?: https://www.youtube.com/watch?v=28YUsG8iz8s",
        "Do not eat the car.",
        "Do not attempt to use parts of the car as fuel for another car.",
        "Do not install infrared technology on the car.",
        "Even if the car is on fire, do not attempt to exit the car."
    ],

    "uncommon": [
        "Ronny 'Kabob on Stick' Puikkonen didn't commit anything to this game",
        "No one committed war crimes in 1995. There was no incident.",
        "What the fuck is a kilometer",
        "fumo fumo, fumo fumo. fumo fumo fumo, fumo. fumo fumo?",
        "Pain.",
        "and i smonk, mmm",
        "We have 261 commits and 50% of them have poor naming",
        "DEATH TO EASYROADS3D",
        "ronny nyt vittu pois siitä skyblockista",
        "'haukipudas 2' ja 'test_mountain_night - kopio' never forget",
        "Hello everybody my name is PixelatedGoose and today we're playing",
        "jonaki päivänä me vielä saadaan oikea model autolle",
        "Enough about my racist (racer) past, let's discuss my racist future",
        "The absolute best visual fidelity that can be achieved... in 1998",
        "Pähkinät ja viina o hyvä yhdistelmä",
        "xzchjfsgzxyfjvghaesdkgjahboeirwsdgoöherwsjdgshewrögsodäpzjnl",
        "https://www.youtube.com/watch?v=ynQsDFxTSU4"
    ],

    "rare": [
        "why just a suffer",
        "egg",
        "Niin justiinsa, sinä sen sanoit",
        "Who the fuck is Ronny Puikkonen? (thank you copilot)",
        "tää peli on vähä shit",
        "PLEASE DO <b>NOT</b> drift in the voice chats.",
        "Leo is goblin",
        "whose idea was it to put Hatsune Miku in our game",
        "WHAT WILL YOU HAVE AFTER 500 YEARS?",
        "Hello Rico Najal. We are calling you from Microsoft Technical Support.",
        "Terve terve tervaperse",
        "1,499,316 riviä koodia poistettu",
        "La Creatura se ha comido todo nuestro puto código",
        "You disrespect yourself and your nation. You are made of stupid.",
        "hello biden, itz zelensky, we nid faiv bilion rokets",
        "that's how mafia works",
        "I pissed on the moon, you IDIOT"
    ],

    "legendary": [
        "Joonas Kallio on meidän suurin inspiraatiomme",
        "Älä katso autojen sisälle oman mielenterveytesi takia.",
        "the stat-i-nator 9000",
        "We aren't responsible for damages caused by the Stat-i-nator 9000.",
        "Try pressing CTRL + Left Shift + Left Alt + SPACE + C on the main menu",
        "Kari juo alkoholia",
        "Karin vaimo oli 85-vuotias ennen kuolemaansa",
        "Pelin sisällä olevilla autoilla ei ole vakuutusta",
        "Karin isä on Kuha 'Matti' Jallukoski"
    ],

    "special": [
        "What if you wanted to drive a car, but God said: 'error: failed to push some refs'",
        "And if you seriously made it this far, congratulations - you really read all that nonsense."
    ]
}
