{
    "general": [
        "Did you know that this game sucks?",
        "We lost our funding because of salted caramel gelato",
        "AmisDrift is 3 months old",
        "We did not steal anything :)",
        "The Indian stock market will crash due to this game",
        "Kari will die in 8 years without treatment",
        "We totally enjoy game development",
        "g",
        "you are currently loading",
        "'ronny buy me a fucking drink'",
        "Welcome to AA",
        "prefab variantit pitäs poistaa unitystä",
        "Welcome to 1997",
        "hbfkjshfdshbdsfds",
        "auttakaa",
        "Sign up for Drifters Anonymous today at www.fuckoff.com",
        "SAUNA",
        "Shaders are a fucking pain in the ass. I wish I was kidding.",
        "Take a shot every time this game has a bug",
        "We recommend to play every map at least once",
        "Our game now comes with AT LEAST three different cars",
        "Metukkaa ja juustoa, tosi miehen mättöä",
        "Jokainen C# script täs pelis sisältää keskiarvolta kuusi if-lausetta",
        "I wish we were sponsored by an energy drink company",
        "The Long Awaited Car Game(tm)",
        "You are not able to touch water",
        "Welcome to the premium drifting experience",
        "Remember to read the manual of your car before operating the vehicle",
        "Taxes are no joke, but tax evasion is",
        "Remember: do crime",
        "Soon, thanks to you, we will no longer be called Pooraf Studios",
        "Wanna give us money?: https://www.youtube.com/watch?v=28YUsG8iz8s",
        "Do not eat the car.",
        "Do not attempt to use parts of the car as fuel for another car.",
        "Do not install infrared technology on the car.",
        "Even if the car is on fire, do not attempt to exit the car.",
        "Do not install thermonuclear weaponry on the automobile.",
        "We are entitled to monetary compensation if you pirate our game.",
        "This is one of the games ever, truly one of the games of all time",
        "Our game is a yapfest",
        "This game will fund our retirement (kiitos copilot)",
        "This game is not a work of fiction. Any resemblance to actual persons or events is intentional.",
        "This game will fund our fumo addiction",
        "Ronny is a slob",
        "waltuh put your water away waltuh",
        "koko homma sinne vaan",
        "bobing effect",
        "Leo cannot make war crimes anymore",
        "Hello! Press X to jump!",
        "pooraf in poorafstudios means poor AsFuck thanks to you",
        "anotha day, anotha dollar",
        "You cannot use your car to fly.",
        "KOKONAINE VIIKKO VAPAATA JA SE KÄYTETÄÄN VAAN YHTEE SCRIPTIIN",
        "We have 17 pending lawsuits regarding this game",
        "If you find a bug, please send us your credit card details",
        "Even though downloading this demo is free, playing it is not",
        "Should you redistribute our game, it will cost you €120.00",
        "Unethical life hack: Press ALT + F4 RIGHT NOW to get nothing",
        "hi i'm just going to fill this text box up to its limit kthxbye",
        "beolold what tha hell is this man doing??",
        "mite menee Vectorama?",
        "pelaatko tätä peliä täl hetkel Vectoramassa? anna palautetta thx",
        "THIS IS A DEMO. EVERYTHING IS (NOT) FINISHED",
        "behold - the fridge",
        "blender baked but goose cooked :fire: :fire: :speaking_head:",
        "if you give criticism to alex, he may turn you into quanciale",
        "this is line 69 in the json file and that's nice",
        "tilanne meni niinku nollasta sataan",
        "2. toukokuuta 2025 sato iha vitusti vettä kello 17 jälkeen",
        "ARCTIC PREMIUM WATER WHAT IS THIS BULLSHIT",
        "Our game (h)as bugs and w(e) are responsib(l)e for al(l) of them",
        "ookko nää koskaan kuullu Touhou Projectista?",
        "Excuse me, waiter, but there appears to be a bug in my car game",
        "taco bell aiheutti valovuoden pitusen paskan",
        "that's shit",
        "prepare yourself",
        "Worst case scenario: you play this game and you die",
        "prepare",
        "the cat turned into a cat",
        "to drift or not to drift, that is the question: whether 'tis nobler...",
        "well this is fucking awkward",
        "tämä peli ei ole suomeksi",
        "this game is not in english",
        "We clean our cars with acetylene and hydrogen fluoride",
        "Here you'll see us developing our game: https://youtu.be/rJrEe8_gi64&t=213",
        "pelataan videopelejä",
        "Aamulla tuntu ihan kivalta lähtee töihin, mut nyt vituttaa",
        "voikko oottaa kaks sekuntia mulla jäi mun pää koneen sisälle",
        "If the game is taking too long to load, please punch the screen",
        "This game includes secret codes (nuclear launch ones)",
        "yes, we are not funny. yes, we knew that already.",
        "It appears that your game has executed an illegal instruction.",
        "In early versions, waiting many weeks on the main menu could crash the game",
        "It took us almost 3 months just to add a third map",
        "At one point this game didn't even work (which was about 4 months ago)",
        "One of our team members sleeps and loves Escape from Tarkov",
        "One of our team members is a lazy donkey and sometimes does something like models",
        "One of our team members has many addictions and only does proper art",
        "One of our team members coded pretty much everything related to the cars",
        "One of our team members composes music and has a questionable favourite game series",
        "noni tekstejä on ny sata voin mennä nukkuu ai mitä tää menee siihe peliin",
        "Monster Energy Monarch",
        "We do not own slaves :)",
        "honorable mentions: leo robert valtteri luuton luuranko maissitanko",
        "the second coming of horrible life decisions",
        "THE CAR STARTED HYPERVENTILATING",
        "copilot_aftermath.jpg",
        "'Sentään meiän peli ei oo rikki, nii se ei oo niin paha tilanne' -Leobold"
    ],

    "uncommon": [
        "Ronny 'Kabob on Stick' Puikkonen didn't commit anything to this game",
        "No one committed war crimes in 1995. There was no incident.",
        "What the fuck is a kilometer",
        "fumo fumo. fumo fumo? fumo fumo, fumo fumo. fumo?",
        "Pain.",
        "and i smonk, mmm",
        "juud",
        "We have 261 commits and 50% of them have poor naming",
        "DEATH TO EASYROADS3D",
        "ronny nyt vittu pois siitä skyblockista",
        "'haukipudas 2' ja 'test_mountain_night - kopio' never forget",
        "Hello everybody my name is PixelatedGoose and today we're playing",
        "jonaki päivänä me vielä saadaan oikea model autolle",
        "Enough about my racist (racer) past, let's discuss my racist future",
        "The best graphical fidelity that can be achieved in 1998",
        "Pähkinät ja viina o hyvä yhdistelmä",
        "xzchjfsgzxyfjvghaesdkgjahboeirwsdgoöherwsjdgshewrögsodäpzjnl",
        "We're gonna be talking about the RACE_GAME!",
        "https://www.youtube.com/watch?v=ynQsDFxTSU4",
        "Ja sähän lähdet.",
        "Four-dimensional soup. Coming soon to AmisDrift.",
        "みんなー！ チルノのさんすう教室はじまるよー！",
        "ya got games on yo phone?",
        "A bullet to the head would've been far too humane",
        "geneva conventions more like geneva suggestions",
        "Love is in the air? Wrong! Gas leak",
        "i bet yous didn't ever listen to some ALEX TERRIBLE",
        "i bet yous didn't ever listen to some xi~on",
        "i bet yous didn't ever listen to some Pendulum",
        "i bet yous didn't ever listen to some Dave Rodgers",
        "i bet yous didn't ever listen to some Slaughter to Prevail",
        "i bet yous didn't ever listen to some Demetori",
        "i bet yous didn't ever listen to some Floating Door",
        "i bet yous didn't ever listen to some sped up songs",
        "where the fuck's my car game i've been patient for 7 years",
        "Haistakaa paska koko valtiovalta",
        "We will not add flying cars",
        "GameObject.Find('REALCAR').GetComponent<Rigidbody>();",
        "Playing AmisDrift requires you to have a driver's licence",
        "Cars do not come supplied with airbags, screw safety",
        "For an authentic experience, set the pixel density to 64",
        "kuka on vastuussa näistä teksteistä haluun lisätä oman",
        "who is that one guy in this game",
        "digi/tailun ope on se paras ope",
        "i thought this game had pixelated gooses?",
        "We've bought a cake.",
        "Where's the lamb sauce",
        "who cooked for this game it's raw",
        "30 is the new 20, 20 is the new 10, 10 is the new nonexistant",
        "People wonder why racing games are dying - we are the reason",
        "Coca Cola Espuma",
        "The fog is coming. The fog is coming. The fog is coming.",
        "mjöyrder",
        "We cannot give you a keyboard",
        "This game is secretly not a NFT",
        "1019€ could've been spent on developing this game.",
        "Literally 1984",
        "subaru",
        "In 1981, Kari obtained 10 grams of cocaina colombiana",
        "2000500202506",
        "Alcohol, drugs and driving",
        "We are a very serious company",
        "Gambling magazines are now available in the main menu",
        "waltuh i am very drunk waltuh",
        "The design of our game is like Windows 8: total ass",
        "Walter. Put your Unity Engine away, Walter."
    ],

    "rare": [
        "why just a suffer",
        "egg",
        "Your intellect is as weak as your dollar.",
        "Niin justiinsa, sinä sen sanoit",
        "Who the fuck is Ronny Puikkonen? (thank you copilot)",
        "tää peli on vähä shit",
        "PLEASE DO <b>NOT</b> drift in the voice chats.",
        "Leo is goblin",
        "whose idea was it to put Hatsune Miku in our game",
        "WHAT WILL YOU HAVE AFTER 500 YEARS?",
        "Hello Rico Najal. We are calling you from Microsoft Technical Support.",
        "Terve terve tervaperse",
        "1,499,316 riviä koodia poistettu",
        "La Creatura se ha comido todo nuestro puto código",
        "You disrespect yourself and your nation. You are made of stupid.",
        "lol",
        "hello biden, itz zelensky, we nid faiv bilion rokets",
        "that's how mafia works",
        "I pissed on the moon, you IDIOT",
        "Tämä voisi olla metsä.",
        "tiesikkö että meiän pelissä on kirja",
        "And if you do drugs, you go to Hell before you die.",
        "If I ever find these commits lying around again, I will stop being so polite.",
        "Do you like my car",
        "Here's a tip for you: Drift more.",
        "wlecome to cra gmae",
        "we ran out of funny texts, come back later when we have more of them",
        "are you actually going to try getting every single loading text?",
        "If you wish to see every loading text, it may take you about 1 month",
        ".json my beloved",
        "'I... am Kari.' - Jack Black",
        "'THIS is a REALCAR.' - Jack Black",
        "'Until we came across... The TEST_MOUNTAIN.' - Jack Black",
        "Hello Mario",
        "Our game is actually a zip bomb.",
        "we don't want to not support racism unsupporters (we aren't evil)",
        "Now who the hell is this",
        "Big mistake; resign now",
        "The developers of this game don't own vehicles",
        "⑨",
        "Want a break from the loading screens? Buy AmisDrift Premium.",
        "me lisätään gambling simulator tähä peliin ens vuonna",
        "win big, bin wig",
        "Kun suomalainen mies menee kauppaan, hän ei etsi sieltä paskaa tai rusinoita.",
        "mistä me saatiin rahat tähä pelii? hauska vitsi",
        "Matt Wii Sports",
        "jos haluat tietää: täs pelissä ei oo amispoppia",
        "Meillä ei ole rahaa.",
        "If-lauseet ei oo kovin hauskoja",
        "Miksi Lidlin kasviksilla on tuoreustakuu",
        "älä etsi googlesta saarta nimeltä Seppänen",
        "kolmen tunnin jälkeen",
        "famous words from patrick star: 'FINLAND!'",
        "tää on iha vitun hyvä peli",
        "Mizuki Akiyama",
        ""
    ],

    "obscure": [
        "Joonas Kallio on meidän suurin inspiraatiomme",
        "Älä katso autojen sisälle oman mielenterveytesi takia.",
        "the stat-i-nator 9000",
        "We aren't responsible for damages caused by the Stat-i-nator 9000.",
        "Try pressing CTRL + Left Shift + Left Alt + SPACE + C on the main menu",
        "Kari juo alkoholia",
        "Karin vaimo oli 85-vuotias ennen kuolemaansa",
        "Pelin sisällä olevilla autoilla ei ole vakuutusta",
        "Karin isä on Kuha 'Matti' Jallukoski",
        "The sky has collapsed.",
        "(insert obscure loading text here)",
        "16 years, yet still no fumofumo? you got one hell of a boring life",
        "Kaivosyritys, jossa Kari työskenteli, meni konkurssiin vuonna 1992",
        "damn girl are you a construction worker? because you are BUILDING",
        "github has down syndrome today"
    ],

    "special": [
        "What if you wanted to drive a car, but God said: 'error: failed to push some refs'",
        "And if you seriously made it this far, congratulations - you really read all that nonsense.",
        "play in test_mountain instead",
        "play in test_mountain_night instead",
        "play in haukipudas instead",
        "you have a 1 in 4470 chance of seeing this",
        "Are you serious? That shit?",
        "You have ran out of time",
        "Juud 7: juud'd",
        "i am the one who grass",
        "congratulations, you got a different loading screen!"
    ]
}